{
  "404": {
    "title": "404!",
    "message": "Page not found",
    "return_linktext": "back to safety"
  },
  "site_title": "datafruits",
  "site_title_fm": "datafruits.fm",
  "pagination_prev": "«",
  "pagination_next": "»",
  "home": {
    "upcoming_shows": "UPCOMING SHOWS",
    "latest_podcasts": "LATEST PODCASTS",
    "events": "EVENTS",
    "podcasts": {
      "title": "PODCASTS",
      "subscribe_title": "Subscribe",
      "search_title": "Search",
      "link_itunes": "iTunes",
      "link_overcast": "Overcast",
      "link_podcastsapp": "Podcasts.app",
      "link_rss": "RSS",
      "title_search": "Title",
      "title_placeholder": "terrible tuesday w tchan",
      "tag_search": "Tag",
      "tag_placeholder": "disco, house, grime, any song ..."
    }
  },
  "chat": {
    "title": "Chat",
    "new_messages": "New messages below.",
    "offline": "You appear to be offline. I guess you won't be able to chat. Musta been the onion salad dressing",
    "send": "Send",
    "message_placeholder": "enter your message here...",
    "join": "Join chat",
    "nickname": "nickname",
    "gif": "GIF"
  },
  "podcasts": {
    "title": "Podcast",
    "no_result": "No results. Musta been the onion salad dressing.",
    "text_search": {
      "label": "Search by free text"
    },
    "tag_search": {
      "label": "Search by tags"
    }
  },
  "timetable": "Timetable",
  "djs": {
    "title": "DJs"
  },
  "nav_toggle": "Toggle navigation",
  "radio": "Radio",
  "label": "Label",
  "about": "About",
  "blog": "Blog",
  "shop": "Shop",
  "thanks": "Thanks!",
  "subscribe": "Subscribe",
  "newsletter_modal": {
    "title": "DATAFRUITS.FM NEWSLETTER",
    "placeholder_email": "Email",
    "tiny": "(Free exclusive tracks, mixes & info)"
  },
  "djinquiry": {
    "title": "DJ on Datafruits",
    "heading": "Want to have your own show on Datafruits?",
    "description": "Interested in DJing and hosting your own radio show on datafruits.fm? Just fill out this form and we will get back to you ASAP.",
    "email": "Email",
    "username": "Desired username",
    "link_to_mix": "Link to a 1-2 hour mix you've made",
    "homepage_url": "Link to your homepage or SNS account",
    "interval": "Would you like to do a daily, weekly, bi-weekly or monthly show?",
    "time": "what time would you like to do a show? typical shows are 2 hours. e.g. sundays at 3pm-5pm PST",
    "other": "Any other questions or comments?",
    "error": "There was an error sending your application! Please check the error messages and try again.",
    "thanks": "Thanks for your application! We'll reply to your email as soon as possible."
  },
  "just_a_website": "It's just a website.",
  "about_datafruits": "Datafruits is a netradio and label founded in 2012 by Tony Miller (mcfiredrill). Its mission is to bring you the world's strangest sounds and bring together the music communities around the world.",
  "twitter": "Twitter",
  "tweet": "Tweet",
  "github": "Github",
  "soundcloud": "Soundcloud",
  "mixcloud": "Mixcloud",
  "instagram": "Instagram",
  "email": "Email info@datafruits.fm",
  "patron": "Patreon",
  "secret": "secret",
  "thanks_patrons": "THANKS TO ALL THE PATRONS!",
  "code_of_conduct": "Code Of Conduct",
  "what_is_datafruits": "What is datafruits...",
  "loading": "Loading...",
  "next_broadcast": "Next live on air: ",
  "now_playing": "Now playing",
  "dj": {
    "podcasts": "Podcasts",
    "upcoming_shows": "Upcoming show"
  },
  "show": {
    "hosted_prefix": "Hosted by:",
    "archive": "Listen back to the podcast"
  },
  "player": {
    "play_button_label": "play",
    "return_to_live": "return to live stream",
    "loading": "↻",
    "pause": "❚❚",
    "stop": "▇",
    "play": "▶︎",
    "compatibility": {
      "warning": "To view this video please enable JavaScript, and consider upgrading to a web browser that",
      "linktext": "supports HTML5 video"
    }
  },
  "about_page": {
    "listenersupport": "Datafruits is listener supported. You can join our patreon and get stickers and other goodies sent to you every 2 months.",
    "donate_request": "Or if you'd like you can make a one time donation to our paypal.",
    "donate_linktext": "https://paypal.me/datafruitsfm"
  },
  "coc": {
    "pledge": {
      "title": "Our Pledge",
      "p1": "In the interest of fostering an open and welcoming environment, we as music fans pledge to making participation in our community a harassment-free experience for everyone, regardless of age, body size, disability, ethnicity, gender identity and expression, level of experience, nationality, personal appearance, race, religion, or sexual identity and orientation."
    },
    "standards": {
      "title": "Our Standards",
      "p1": "Examples of behavior that contributes to creating a positive environment include:",
      "p1_bullet1": "Using welcoming and inclusive language",
      "p1_bullet2": "Being respectful of differing viewpoints and experiences",
      "p1_bullet3": "Gracefully accepting constructive criticism",
      "p1_bullet4": "Focusing on what is best for the community",
      "p1_bullet5": "Showing empathy towards other community members",
      "p2": "Examples of unacceptable behavior by participants include:",
      "p2_bullet1": "The use of sexualized language or imagery and unwelcome sexual attention or advances",
      "p2_bullet2": "Trolling, insulting/derogatory comments, and personal or political attacks",
      "p2_bullet3": "Public or private harassment",
      "p2_bullet4": "Publishing others' private information, such as a physical or electronic address, without explicit permission",
      "p2_bullet5": "Other conduct which could reasonably be considered inappropriate"
    },
    "responsibilities": {
      "title": "Our Responsibilities",
      "p1": "Datafruits administrators are responsible for clarifying the standards of acceptable behavior and are expected to take appropriate and fair corrective action in response to any instances of unacceptable behavior.",
      "p2": "Datafruits administrators have the right and responsibility to remove, edit, or reject  contributions that are not aligned to this Code of Conduct, or to ban temporarily or permanently any user for other behaviors that they deem inappropriate, threatening, offensive, or harmful."
    },
    "scope": {
      "title": "Scope",
      "p1": "This Code of Conduct applies both within project spaces and in public spaces when an individual is representing the project or its community. Examples of representing a project or community include using an official project e-mail address, posting via an official social media account, or acting as an appointed representative at an online or offline event. Representation of a project may be further defined and clarified by datafruits administrators."
    },
    "enforcement": {
      "title": "Enforcement",
      "p1_part1": "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported by contacting the datafruits administrators (email",
      "p1_part2": "). All complaints will be reviewed and investigated and will result in a response that is deemed necessary and appropriate to the circumstances. The project team is obligated to maintain confidentiality with regard to the reporter of an incident. Further details of specific enforcement policies may be posted separately.",
      "p1_linktext": "info@datafruits.fm",
      "p2": "Datafruits administrators who do not follow or enforce the Code of Conduct in good faith may face temporary or permanent repercussions as determined by other members of the project's leadership."
    },
    "attribution": {
      "title": "Attribution",
      "p1_part1": "This Code of Conduct is adapted from the the Rubygems Contributor Covenant, which was in turn adopted from the Contributor Covenant, version 1.4, available at",
      "p1_part2": ".",
      "p1_linktext": "http://contributor-covenant.org/version/1/4"
    }
  },
  "donate": "DONATE"
}
