{
  "404": {
    "message": "Página no encontrada",
    "return_linktext": "volver a la seguridad"
  },
  "home": {
    "upcoming_shows": "PRÓXIMOS PROGRAMAS",
    "latest_podcasts": "ÚLTIMOS PÓDCASTS",
    "events": "EVENTOS",
    "podcasts": {
      "title": "PÓDCASTS",
      "subscribe_title": "Suscribir",
      "search_title": "Buscar",
      "title_search": "Buscar por título",
      "tag_search": "Buscar por etiqueta"
    }
  },
  "chat": {
    "new_messages": "Nuevas mensajes debajo.",
    "offline": "Parece que estás desconectado. Supongo que no podrás chatear. Debe haber sido el aderezo de ensalada de cebolla",
    "send": "Enviar",
    "message_placeholder": "introduzca su mensaje aquí...",
    "join": "Únete al chat",
    "nickname": "apodo"
  },
  "podcasts": {
    "title": "Podcast",
    "no_result": "No hay resultados. Debe haber sido el aderezo de ensalada de cebolla.",
    "text_search": {
      "label": "Buscar por texto"
    },
    "tag_search": {
      "label": "Buscar por etiquetas"
    }
  },
  "timetable": "Calendario",
  "djs": {
    "title": "DJs"
  },
  "nav_toggle": "Cambiar navigación",
  "radio": "Radio",
  "label": "Sello",
  "about": "Sobre DF",
  "blog": "Blog",
  "shop": "Tienda",
  "thanks": "Gracias!",
  "subscribe": "Suscríbase",
  "newsletter_modal": {
    "title": "BOLETÍN INFORMATIVO DATAFRUITS.FM",
    "placeholder_email": "Email",
    "tiny": "(Pistas exclusivas gratuitas, mezclas e información)"
  },
  "djinquiry": {
    "title": "DJ en Datafruits",
    "heading": "¿Quieres tener tu propio programa en Datafruits?",
    "description": "¿Está interesado en pinchar y organizar su propio programa de radio en datafruits.fm? Simplemente complete este formulario y nos pondremos en contacto con usted lo antes posible.",
    "email": "Email",
    "username": "Nombre de usuario deseado",
    "link_to_mix": "Vínculo a una mezcla de 1-2 horas que haya hecho",
    "homepage_url": "Vínculo a su página web o cuenta SNS",
    "interval": "¿Te gustaría hacer un programa diario, semanal, quincenal o mensual?",
    "time": "¿a que hora te gustaria hacer un programa? Los programas típicos son de 2 horas. p.ej. domingos a las 15:00 - 17:00 PST",
    "other": "¿Alguna otra pregunta o comentario?",
    "error": "¡Hubo un error al enviar su solicitud! Verifique los mensajes de error e intente nuevamente.",
    "thanks": "Gracias por tu solicitud! Responderemos a su correo electrónico lo antes posible."
  },
  "just_a_website": "Es solo un sitio web",
  "about_datafruits": "Datafruits es un netradio y sello fundado en 2012 por Tony Miller (mcfiredrill). Su misión es brindarle los sonidos más extraños del mundo y reunir a las comunidades musicales de todo el mundo.",
  "email": "Correo electrónico info@datafruits.fm",
  "secret": "secreto",
  "thanks_patrons": "¡GRACIAS A TODOS LOS PATRONES!",
  "code_of_conduct": "Código de Conducta",
  "what_is_datafruits": "Qué es datafruits...",
  "loading": "Cargando...",
  "next_broadcast": "Siguiente en vivo en el aire: ",
  "now_playing": "Tocando ahora",
  "dj": {
    "podcasts": "Pódcasts",
    "upcoming_shows": "Próximo programa"
  },
  "show": {
    "hosted_prefix": "Alojado por:",
    "archive": "Escucha el pódcast"
  },
  "player": {
    "play_button_label": "tocar",
    "return_to_live": "volver a la transmisión en vivo",
    "loading": "↻",
    "pause": "❚❚",
    "play": "▶︎",
    "compatibility": {
      "warning": "Para ver este video, habilite JavaScript y considere actualizar a un navegador web que",
      "linktext": "admita video HTML5"
    }
  },
  "about_page": {
    "listenersupport": "Datafruits es apoyado por sus oyentes. Puedes unirte a nuestro patreon y recibir calcomanías y otras cosas cada 2 meses.",
    "donate_request": "O si lo desea, puede hacer una donación única a nuestro paypal",
    "donate_linktext": "https://paypal.me/datafruitsfm"
  },
  "coc": {
    "pledge": {
      "title": "Nuestro compromiso",
      "p1": "En aras de fomentar un ambiente abierto y acogedor, nosotros, como aficionados a la musica, nos comprometemos a hacer de la participación en nuestra comunidad una experiencia libre de acoso para todo el mundo, independientemente de la edad, dimensión corporal, minusvalía visible o invisible, etnicidad, características sexuales, identidad y expresión de género, nivel de experiencia, educación, nivel socio-económico, nacionalidad, apariencia personal, raza, religión, o identidad u orientación sexual."
    },
    "standards": {
      "title": "Nuestros estándares",
      "p1": "Ejemplos de comportamiento que contribuyen a crear un ambiente positivo para nuestra comunidad:",
      "p1_bullet1": "Usar un lenguaje acogedor e inclusivo",
      "p1_bullet2": "Respeto a diferentes opiniones, puntos de vista y experiencias",
      "p1_bullet3": "Aceptar adecuadamente retroalimentación constructiva",
      "p1_bullet4": "Centrarse en lo que sea mejor no sólo para nosotros como individuos, sino para la comunidad en general",
      "p1_bullet5": "Demostrar empatía y amabilidad ante otros miembros de la comunidad",
      "p2": "Ejemplos de comportamiento inaceptable:",
      "p2_bullet1": "El uso de lenguaje o imágenes sexualizadas, y aproximaciones o atenciones sexuales de cualquier tipo",
      "p2_bullet2": "Comentarios despectivos (trolling), insultantes o derogatorios, y ataques personales o políticos",
      "p2_bullet3": "El acoso en público o privado",
      "p2_bullet4": "Publicar información privada de otras personas, tales como direcciones físicas o de correo electrónico, sin su permiso explícito",
      "p2_bullet5": "Otras conductas que puedan ser razonablemente consideradas como inapropiadas en un entorno profesional"
    },
    "responsibilities": {
      "title": "Nuestras Responsabilidades",
      "p1": "Los administradores de Datafruits son responsables de aclarar y hacer cumplir nuestros estándares de comportamiento aceptable y tomarán acciones apropiadas y correctivas de forma justa en respuesta a cualquier comportamiento inaceptable.",
      "p2": "Los administradores de Datafruits tendrán el derecho y la responsabilidad de eliminar, editar o rechazar comentarios, commits, código, ediciones de páginas de wiki, issues y otras contribuciones que no se alineen con este Código de Conducta, y comunicarán las razones para sus decisiones de moderación cuando sea apropiado."
    },
    "scope": {
      "title": "Alcance",
      "p1": "Este código de conducta aplica tanto a espacios del proyecto como a espacios públicos donde un individuo esté en representación del proyecto o comunidad. Ejemplos de esto incluyen el uso de la cuenta oficial de correo electrónico, publicaciones a través de las redes sociales oficiales, o presentaciones con personas designadas en eventos en línea o no. La representación de un proyecto puede ser definida y aclarada por los administradores Datafruits."
    },
    "enforcement": {
      "title": "Aplicación",
      "p1_part1": "Instancias de comportamiento abusivo, acosador o inaceptable de otro modo podrán ser reportadas a los administradores de la comunidad responsables del cumplimiento a través de (email",
      "p1_part2": "). Todas las quejas serán evaluadas e investigadas de una manera puntual y justa. Todos los administradores de la comunidad están obligados a respetar la privacidad y la seguridad de quienes reporten incidentes.",
      "p1_linktext": "info@datafruits.fm",
      "p2": "Datafruits administrators who do not follow or enforce the Code of Conduct in good faith may face temporary or permanent repercussions as determined by other members of the project's leadership."
    },
    "attribution": {
      "title": "Atribución",
      "p1_part1": "Este Código de Conducta es una adaptación del Rubygems Contributor Covenant, y el Contributor Covenant, versión 2.0, disponible en",
      "p1_part2": ".",
      "p1_linktext": "https://www.contributor-covenant.org/es/version/1/4/code-of-conduct/"
    }
  },
  "donate": "DONAR"
}
